Revit 2024 API
TransmissionData.Version Property
 The format version for TransmissionData
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public int Version { get; }
Visual Basic
Public ReadOnly Property Version As Integer
	Get
Visual C++
public:
property int Version {
	int get ();
}
See Also
TransmissionData Class
Autodesk.Revit.DB Namespace